//15
//имеется в виду отдел кадров некоторого предприятия, выпуск некий вид продукц
//сотруд имеет индекс фио должн возраст оклад стаж работы продолжит отпуска
//руководит имеет рейтинг популярности у сотрудникоа
//исполнитель имеет процент брака при изготовлении продукц
//действия ок: 1) тех у кого стаж р более 25 лет премируют увеличением отпуска на 5 дней
//2) первых 5 чел с наибольшим процентом брака штрафуют уменьшением оклада на 10 процентов
//3)поступает еще 1 чел вводом. заносят все данные на него. включают в списки.если чел старше 60 лет или моложе 25,то
// выбрасывают искл (слишком старый/слишком молодой)
//4) увольняют (отправл на пенсию сотр) старше 60 лет

// задание принял
public class Main {
    public static void main(String[] args) {

    }
}
